<?php
if(!defined('IN_ET')) {
	exit('Access Denied');
}

$tips=array(
    "1"=>"上传失败，文件过大或者文件不存在！",
    "2"=>"上传失败，图片格式不正确！",
    "3"=>"设置成功：您刚才进行的设置已经成功保存并且生效了！",
    "4"=>"感谢您注册EasyTalk，请您登录！",
    "5"=>"注册失败，可能因为您没有填写完整注册信息，请重新填写！",

    "6"=>"提示：您的电子邮件修改成功了 ，请您重新登录EasyTalk！",
    "7"=>"错误提示：你填写的新电子邮件和旧电子邮件不能一样！",
    "8"=>"错误提示：您没有填写电子邮件地址！",

    "9"=>"提示：邮箱已经验证成功！",
    "10"=>"提示：邮箱已经验证失败！",
    "11"=>"您好，您的帐号被管理员屏蔽，不能登录！",
    "12"=>"感谢您注册EasyTalk迷你博客，您是第一次登陆系统，点击确定修改您的个人信息！",
    "13"=>"用户名或者密码错误，请重新登录！",
    "14"=>"您已经成功退出了EasyTalk！",

    "15"=>"错误提示：您输入的电子邮件不存在,请核对后再试！",

    "16"=>"错误提示：您两次输入的密码不一样！",
    "17"=>"恭喜您，您的密码修改成功，请以新密码登陆！",
    "18"=>"错误提示：您输入的原始密码错误！",

    "19"=>"提示：不存在该用户！",
    "20"=>"提示：很抱歉，该用户开启隐私设置，只接受好友的私信！",
    "21"=>"提示：您已经关注此用户！",
    "22"=>"提示：私信已经发送成功！",
    "23"=>"提示：您已经成功发送邀请！",
    "24"=>"提示：您没有填写发送的内容，返回重新填写！",
    "25"=>"发送失败：因为您没有输入信息内容！",
    "26"=>"您没有填写邀请的电子邮件地址！",

    "27"=>"上传图片过大，请控制在2M之内！",
    "28"=>"",
    "29"=>"",

    "30"=>"头像保存成功了！",
    "31"=>"分享地址不合法！",
    "32"=>"你的描述字数太多了，请不要超过250个字符！",
    "33"=>"恭喜您分享成功了！",

    "34"=>"",
    "35"=>"",

    "36"=>"温馨提示：您登录后才能进行更多的操作！",
    "37"=>"很抱歉，您分享的地址不能识别！",

    "38"=>"很抱歉，您要查看的分享不存在！",
    "39"=>"评论分享成功了！",
    "40"=>"出错了，评论分享失败！",

    "41"=>"您访问的专题不存在！",
    "42"=>"您访问的专题没有开启！",
    "43"=>"模板设置已保存！",
);
?>